tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "awscli"
brew "python@3.10"
brew "awsume"
brew "direnv"
brew "gh"
brew "jq"
brew "mas"
brew "peco"
brew "ruby-build"
brew "rbenv"
brew "the_silver_searcher"
brew "tree"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "google-japanese-ime"
cask "gpg-suite"
cask "skitch"
cask "sourcetree"
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Sequel Ace", id: 1518036000
