tap "homebrew/bundle"
brew "python@3.11"
brew "awscli"
brew "libyaml"
brew "awsume"
brew "pycparser"
brew "cffi"
brew "direnv"
brew "docutils"
brew "gh"
brew "git"
brew "jq"
brew "mas"
brew "peco"
brew "python@3.10"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "the_silver_searcher"
brew "tree"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "google-japanese-ime"
cask "gpg-suite"
cask "meetingbar"
cask "postman"
cask "screen-studio"
cask "sequel-ace"
cask "skitch"
cask "sourcetree"
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
vscode "42crunch.vscode-openapi"
vscode "adam-bender.commit-message-editor"
vscode "aki77.haml-lint"
vscode "aki77.rails-db-schema"
vscode "castwide.solargraph"
vscode "dbaeumer.vscode-eslint"
vscode "deerawan.vscode-dash"
vscode "eamodio.gitlens"
vscode "gera2ld.markmap-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "hipstersmoothie-public.github-dark-high-contrast"
vscode "hridoy.rails-snippets"
vscode "janisdd.vscode-edit-csv"
vscode "kaiwood.endwise"
vscode "karunamurti.haml"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "plex.vscode-protolint"
vscode "postman.postman-for-vscode"
vscode "redhat.vscode-yaml"
vscode "shopify.ruby-lsp"
vscode "sibiraj-s.vscode-scss-formatter"
vscode "sorbet.sorbet-vscode-extension"
vscode "sporto.rails-go-to-spec"
vscode "zxh404.vscode-proto3"
